[
  {
    "name": "Машин сургалтын эхлэл",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2F98zxj5LsJSnGD27yBcRl-thumb.jpg&w=640&q=75",
    "author": "Исаак Ньютон",
    "rating": 8.9,
    "price": 110000,
    "balance": 4,
    "content": "Машин сургалтын эхлэл ном нь Daniela Witten, Gareth M. James, Trevor Hastie, Robert Tibshirani нарын бичсэн An Introduction to Statistical Learning номны орчуулга бөгөөд шугаман регрэсс, ангилал, дахин түүвэрлэлтийн арга, модонд суурилсан аргууд, тулгуур вектор машин, аймаглах гэх мэт алгоритмуудыг багтаасан. Машин сургалт нь их өгөгдөлд дүн шинжилгээ хийх, ойлгоход туслах хиймэл оюуны салбарын цөм хэсэг бөгөөд одоогийн гүнзгий сургалтын суурийг ойлгоход дөхөм болно. Номонд машин сургалтын модел бизнэст хэрхэн яаж хэрэглэх талаар жишээнүүдийг, мөн R хэл дээр алгоруутмуудыг хэрхэн бичихийг харуулсан. Энэ ном өгөгдөлд дүн шинжилгээ хийх, машин сургалтын орчин үеийн хэрэгслийг ашиглахыг хүссэн хэн бүхэнд тохиромжтой.",
    "bestseller": true,
    "available": ["new", "pdf"],
    "createUser": "5ea3e83bf932ea3944956bf9",
    "updateUser": "5ea3e83bf932ea3944956bf9",
    "category": "5e96cc1ba816c94e009a9c9e"
  },
  {
    "name": "Блокчэйний хувьсгал",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2Fd4exDTRy3QQlccj9-thumb.jpg&w=640&q=75",
    "author": "Лантуугийн Галт",
    "rating": 7.2,
    "price": 35000.0,
    "balance": 8,
    "content": "Бөмбөрцгийн хүрээлэн буй орчин, уур амьсгал ба бичил биетэн, хүрээлэн буй орчны бичил биетэн, микробиологийн замаар энерги үүсэх, бодисын солилцоо, харилцан уялдаа, нүүрстөрөгчийн эргэлт, хүрээлэн буй орчны химийн бодис, микробиологийн замаар хорт бодис задрах, микробиологийн замын азотын эргэлт, микробын хамтын амьдрал, органик биш бодист учрах гэмтэл, хаягдал усны биологийн цэвэрлэгээ, биологийн замын бохирдсон хөрс эрүүлжүүлэх, биотехнологи ба хүрээлэн буй орчин хамгаалах гэсэн 18 бүлэг, 186 зураг, 45 хүснэгт бүхий нийт 282 хуудастай. Их, дээд сургууль, мэргэжлийн сургуулийн оюутан, сурагчид, судлаач, мэргэжлийн хяналтын байгууллагын шинжээчид, эрдэм шинжилгээний ажилтан, бусад мэргэжилтэн зэрэг шинжлэх ухаан, үйлдвэрлэлийн олон салбарт ажиллагсад ашиглах өргөн боломжтой.",
    "bestseller": true,
    "available": ["new", "old", "kindle"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e96cc1ba816c94e009a9c9e"
  },
  {
    "name": "Наймдугаар сард уулзъя",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FqZRS3OO3pvBTmiucXMqB-thumb.jpg&w=640&q=75",
    "author": "Маркес Габриель Гарсия",
    "rating": 5.5,
    "price": 3000,
    "balance": 1,
    "content": " Зохиолын гол дүр болох Ана Магдалена бүсгүй жил бүрийн наймдугаар сард гатлага онгоцоор ээжийгээ оршуулсан арал руу очдог түүхээс адал явдал эхэлнэ. Эмэгтэй хүний догдлол, өөрийгөө буруутгах зэмлэл, эхнэрээ ийм л хүн хэмээн аль хэдийн сэтгэлдээ бүтээчихсэн нөхөртөө өөрийн нууцаа мэдүүлэхгүй гэсэн айдас гээд, магадгүй заримдаа ойлгомжгүй, дараа нь биднийг бодолд автуулж, эргэлзүүлэх түүхэнд л хүмүүний амьдрал, хүний сэтгэлийн хэзээ ч бүрэн тайлагдашгүй нууцууд оршдог биз ээ.",
    "bestseller": true,
    "available": ["new", "old"],
    "createUser": "5ea015cec0f5e551d8d1615d",
    "updateUser": "5ea015cec0f5e551d8d1615d",
    "category": "5e96cc1ba816c94e009a9c9e"
  },
  {
    "name": "Уран зөгнөлт түүвэр",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2Fv5NIf12awlFLE2xM0o9oX-thumb.jpg&w=640&q=75",
    "author": "Амарзаяа Эрдэнэпилийн",
    "rating": 8.9,
    "price": 20000,
    "balance": 7,
    "content": "  Эрхэм уншигч та бүхэнд Стефен Хокингийн \"Хар нүх ба шинэ ертөнц\" номыг монгол хэлнээ хөрвүүлэн хүргэж байна. Хувь тавилангийн эрхээр хүнд өвчин туссан хэдий ч оюун ухааны чадвар, сэтгэлийн их тэнхээгээр бүхнийг ялан дийлж чадсан түүнийг дэлхий дахинаа өнөө цагийн агуу их Эйнштейн хэмээн өргөмжилдөг. Тэрээр энэ номондоо өөрийн бага нас, Оксфорд, Кембрижийн их сургуульд өнгөрүүлсэн амьдрал, хэрхэн хүнд өвчнөө ялан дийлж, амьдралын үнэ цэнийг ойлгон ухаарсан талаар болон орон зай, цаг хугацааны мөн чанар, онолын физикийн төгсгөл, Эйнштейний мөрөөдөл юу байсан, квант механикийн гол зарчмууд, бүх зүйл урьдаас тогтоогдсон байдаг эсэх, ирээдүйд ертөнц ямар байх бол гэх мэт хүн бүрийн сонирхлыг татдаг ч орчин үеийн шинжлэх ухааны онцлогоос шалтгаалан ойлгоход төвөгтэй байдаг сэдвүүдийг ямар ч томъёогүйгээр, ойлгомжтой, хялбаршуулан бичжээ.",
    "bestseller": true,
    "available": ["new", "old", "kindle", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e96cc1ba816c94e009a9c9e"
  },
  {
    "name": "Леброн",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FkTRK3x0TpqlBN0BmbY9i-thumb.jpg&w=1920&q=75",
    "author": "Жефф Бенедикт",
    "rating": 8.1,
    "price": 29000,
    "balance": 10.0,
    "content": "Сагсанбөмбөгийн спортын хамгийн агуу тамирчдын нэг, Хаан хэмээн нэрлэгддэг ЛеБрон Жэймс бол спорт төдийгүй амьдралдаа ч хаан шиг байж чаддаг гайхалтай нэгэн. NBA-ийн дөрвөн удаагийн аварга, улирлын тоглолтын дөрвөн удаагийн Үнэ цэнтэй тоглогч, шигшээ цувралын дөрвөн удаагийн Үнэ цэнтэй тоглогч, Бүх оддын тоглолтод 19 удаа сонгогдсон, Олимпын хошой аварга, Бүх цаг үеийн онооны лидер тэрээр гойд авьяастай тамирчин төдийгүй сайн аав, сайн хүү, сайн анд нөхөр, нийгмийн тулгамдсан асуудалд дуу хоолойгоо хүргэдэг нөлөөтэй нэгэн гэдгийг сагсанбөмбөг сонирхогчид мэдэх билээ. Түүний амьдрал бүхэлдээ ширүүн тэмцэл бөгөөд оргүй хоосноос хүрч болох хамгийн дээд оргилдоо хүрсэн нэн сургамжтай түүх юм. Акронд төрж өссөн ганцаардмал хүү хэрхэн сагсанбөмбөгийн спортын агуу тамирчин, тэрбумтан болсон сэтгэл хөдөлгөм түүхийг уншигч та энэхүү номоос уншаарай.",
    "bestseller": false,
    "available": ["pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e9047fd49941f52dcb01b35"
  },
  {
    "name": "Давшигч Титан",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FTx9ET4CFztLRPAz9PMGq-thumb.jpg&w=1920&q=75",
    "author": "Исаяама Хажимэ",
    "rating": 7.8,
    "price": 10000,
    "balance": 14,
    "content": " Дэлхийг бүхэлд нь титанууд эрхшээх болжээ. Тэдний идэш болж буй хүн төрөлхтөн амьд мэнд үлдэхийн тулд эрх чөлөөгөө хязгаарлаж, хана хэрэм босгоцгоов. Гэвч үлэмж титан хэрмийн дээгүүр өнгийх төдийд хүн төрөлтний “амар жимэр” амьдрал дуусаж, ядаж цөхөн тэмцэнэ.Зохиогч Хажимэ Исаяама зохиолыг нь бичиж, өөрөө зурж бүтээсэн 34 цуврал бүхий энэ манга уншигчдын гарт хүрснээр эрхлэн гаргасан хэвлэлийн газрынхаа 18 жилийн ажлын замналыг огцом орлоготой “золгуулсан” гэдэг. Дийлдэшгүй хүчний өмнө хүчгүй дорой тал хэрхэн цөхөрч буй явдлыг өгүүлэх энэ манга ганц Японд ч биш дэлхий дахинаа шуугиан дэгдээж, олон хэлээр орчуулагдан гарах болов. Тэдгээр улс бүр зохиолыг өөр өөрийн өнцгөөс харан, үйл явдал болон дүрүүдийн метафор утгыг өөр өөрсдийнхөө нөхцөлд тохируулан тайлбарлах гэж зүтгэцгээх болсон нь үзэл бодлын ертөнц дэх зөрчлүүдийг улам дэвэргэсэн гэж болно. Япон улсаас гаралтай манга хэмээх ном хэвлэлийн харьцангуй шинэ төрлийг анх удаа албан ёсны эрхтэйгээр Монгол уншигчдад хүргэх ажил энэхүү алдарт цувралаар эхэлж байна.",
    "bestseller": false,
    "available": ["kindle", "pdf"],
    "createUser": "5ea015cec0f5e551d8d1615d",
    "updateUser": "5ea015cec0f5e551d8d1615d",
    "category": "5e9047fd49941f52dcb01b35"
  },
  {
    "name": "Ширээний стоик: Мэргэн ухаан, тэсвэр тэвчээр, амьдрах урлагийн 366 бясалгал",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FREILUmMQLg4Y583e-thumb.jpeg&w=1920&q=75",
    "author": "Райан Холидэй",
    "rating": 3.0,
    "price": 5500,
    "balance": 6,
    "content": " НТӨ III зууны эхэн үеэс эхтэй стоицизм нь алив юмс бус, тэдгээрийг харах бидний өнцөг л бэрхшээл үүсгэдэг төдийгүй бид өөрсдийнхөө “эргэцүүлсэн сонголт”-оос бусдаар юуг ч хянаж чадахгүй хэмээн сургадаг. Өөрөөр хэлбэл, өөрөөс хамаарах зүйлсээ л сайн хийж өөрөөс үл хамаарах зүйлсэд санаа зовохгүй байж сурсан хүмүүсийг стоик гэдэг. Хэнд, юу тохиолдож, юу туулах нь хамаагүй, стоикуудын мэргэн ухаанаас тус болох зүйл олон бий.Аз жаргалтай амьдрахын тулд хэрхэх вэ? Хэцүү үе тулгарахад яах ёстой вэ? Амар амгаланг олоход бидэнд юу тусалж чадах вэ? Энд дурдсан шиг асуудлуудыг стоикууд бидний орчин үед тааруулсан юм шиг авч үзсэн нь нэн гайхалтай. Энэхүү номд багтсан эшлэл бүрийг зүгээр нэг танилцуулах бус, түүхийг нь хүүрнэж, асуулт тавьж, дасгалын санааг оруулж, стоикуудын үзэл баримтлалыг тайлбарлахыг хичээсэн нь хэн бүхэн өөрийн хайж буй асуултдаа гүн гүнзгий хариулт олоход тус нэмэр болох зорилготой.",
    "bestseller": false,
    "available": ["new"],
    "createUser": "5ea015cec0f5e551d8d1615d",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e9047fd49941f52dcb01b35"
  },
  {
    "name": "The Diary of a CEO: The 33 Laws of Business and Life",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FMK6CFONDCwynrLANr3m4-thumb.jpg&w=1920&q=75",
    "author": "David",
    "rating": 6.3,
    "price": 10000,
    "balance": 11,
    "content": "  At the very heart of all the success and failure I've been exposed to - both my own entrepreneurial journey and through the thousands of interviews I've conducted on my podcast - are a set of principles that can stand the test of time, apply to any industry, and be used by anyone who is search of building something great or becoming someone great.",
    "bestseller": false,
    "available": ["new", "old"],
    "createUser": "5ea015cec0f5e551d8d1615d",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e9047fd49941f52dcb01b35"
  },
  {
    "name": "Луун шивээст охин, I (Millennium)",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FCoqNCgu9BLvl6je7-thumb.jpg&w=640&q=75",
    "author": "С.Ларсон",
    "rating": 5.0,
    "price": 24900,
    "balance": 7,
    "content": "  Хүн амины учир битүүлэг хэрэг, гэр бүлийн сүйрэл, хайрын түүх, санхүүгийн нарийн асуудлуудыг нэг дор, цогцоор нь үнэмшилтэй харуулж чадсан гайхамшигтай бүтээл бол Стиг Ларсоны “Луун шивээст охин” юм. Шведийн нэгэн баян гэр бүлээс гаралтай Харриет Вангер гэгч дөчин жилийн өмнө ор сураггүй алга болжээ. Энэ хугацаанд нас дээр гарсан авга ах нь эл хэргийн үнэнийг мэдэхийг хүснэ. Тэр хилс хэрэгт гүтгэгдсэн чадварлаг шүүгч Микаел Бломквистийг хөлсөлдөг. Харин түүнд нь Лизбет Саландер гэгч ер бусын, нууцлаг охин тусална. Ингээд тэд хамтдаа хээл хахууль, шударга бус байдал бугшсан ертөнцөд хөл тавина.",
    "bestseller": false,
    "available": ["new"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Дейв Пилки",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FyLVez1QvDNJFB66y-thumb.jpg&w=1920&q=75",
    "author": "Дейв Пилки",
    "rating": 5.0,
    "price": 4000,
    "balance": 11,
    "content": "Нохой хүний шинэхэн адал явдалд бэлэн үү? Бяцхан муур жаалд Пити яагаад муу залуу болох болсон түүхээ ярина. Гэхдээ муур жаалын Питийд хэлсэн үг түүнийг хорон санаат амьдралаа эргэн харж сайн үйл хийх хүслийг нь төрүүлнэ. Энэ үед Питигийн багийн найзууд бас дайснууд болох Гахай, Матар, Горилл гурав түүнээс өшөөгөө авахаар хүрэлцэн ирлээ. Энэ удаа цагдаагийн дарга, Нохой хүн өөө бишээ Хуцдаг хүлэг баатар гэх гэсэн юм, Пити, Муур жаал нар нэгдэн дайснуудынхаа эсрэг тэмцэх болно.",
    "bestseller": false,
    "available": ["new", "old", "kindle", "pdf"],
    "createUser": "5ea3e83bf932ea3944956bf9",
    "updateUser": "5ea3e83bf932ea3944956bf9",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Вавилоны хамгийн баян хүн",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FUMVXREX0fOwpk9e7-thumb.jpeg&w=1920&q=75",
    "author": "Самүэль Клэсон Жорж",
    "rating": 5.0,
    "price": 5800,
    "balance": 44,
    "content": "  Хүн төрөлхтний суут ухаантнууд өөр ертөнцөд амьдрал бий эсэх талаар их ухаан зарж иржээ. Дэлхий бол орчлонгийн оюун ухаантай амьтан бүхий цорын ганц гараг гэсэн эртний таамаглалыг шинжлэх ухаан аль хэдийн няцаасан билээ. Амьдралтай ертөнц олон бий гэсэн үзэл аажим аажмаар бүх нийтийн хүлээн зөвшөөрсөн зүйл болсон юм. Хэдий тийм боловч энэ үзэл батлахыг шаардсан таамаглал хэвээрээ байв. Тэгж байтал огторгуйн хөлөг онгоц Дэлхийд нисэн ирсэн явдал маргаангүй баталгаа болж өгөв...",
    "bestseller": false,
    "available": ["new", "old", "kindle", "pdf"],
    "createUser": "5ea3e83bf932ea3944956bf9",
    "updateUser": "5ea3e83bf932ea3944956bf9",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Харизм",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FaoPszHnKsvc6VJgl-thumb.jpeg&w=1920&q=75",
    "author": "С.Колинз",
    "rating": 3.9,
    "price": 16900,
    "balance": 123,
    "content": "Харизм-Бусдын хүндэтгэлийг хүлээж өөртөө татах цоо шинэ шинжлэх ухаан. Бизнес, улс төр, олон нийтийн тавцанд өндөр амжилтад хүрэхээр тэмүүлж буй хүмүүс, өсөж дэвжихээр хөдөлмөрлөж буй хэн бүхний хувьд Харизм гэдэг бол тойрч болшгүй чухал ойлголт байдаг билээ. Олон Энтрепренерууд, томоохон пүүс компанийн захирлууд өөрсдийн амжилтын нууцыг Харизмтай холбон тайлбарлаж, түүнийг хүмүүсийн харилцааны хамгийн ноёлонгуй арга хэмээн нэрлэсэн байдаг. Харамсалтай нь хэдэн зууны туршид үлгэр домог, ид шид мэтээр ам дамжигдан яригдаж ирсэн хүмүүсийн харилцааны Харизм хэмээх ойлголтыг нарийвчлан судалж, 21-р зууныхны хэрэгцээ шаардлагад нийцэхүйц сайн ном өнөөг хүртэл бүтээгдээгүй байсан юм. Тэгвэл Харизм хэмээх харилцааны зэвсгийг хэдэн зуун судалгаан дээр үндэслэн шинжлэх ухааны үүднээс тайлбарлан, амьдралд шууд хэрэгжүүлж болохуйц бэлэн жорыг агуулсан гайхамшигт ном уншигч таны гарт яг одоо хүрч байна. Харизм бол хүнд төрөлхөөс заяасан чадвар бус хүссэн хүн бүхэн хичээл зүтгэлийнхээ үр дүнд сурч, үр дүнг нь хүртэж болдог зүйл төдийгүй өөрсдийн хэрэгцээнд тохируулан харилцаж буй хүн, орчин, зорилгодоо тааруулан ашиглаж болдог харилцааны олон талт арга юм. Хувь хүн, найз нөхдөө өөртөө татах, байгууллага, хамт олноо манлайлах, удирдлага, дээд тушаалтандаа танигдах, өөрийгөө зөвөөр ойлгуулах хүсэлтэй хэн бүхэнд Зохиолч Оливия Фокс кабейн нь энэхүү Харизм хэмээх бүтээлээ зориулан бичжээ",
    "bestseller": true,
    "available": ["new", "kindle"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Норвегийн ой",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FdetPt5Y5ndTqb9D3Asav-thumb.jpg&w=1920&q=75",
    "author": "Мүраками Харүки ",
    "rating": 6.3,
    "price": 6000,
    "balance": 0.0,
    "content": " Японы орчин үеийн уран зохиолын онцгой нэгэн төлөөлөгч бол яахын арагүй Харуки Мураками юм. 'Норвегийн ой' хэмээх роман нь гарсан даруйдаа Муракамиг дэлхий дахинаа алдаршуулж, зөвхөн Японд л гэхэд хоёр сая хувь борлогдож, түүний эл номыг тавиуртай залаагүй сэхээтэн гэр бүл байгаагүй гэлцдэг. Энэ зохиолд амьдралд хөл тавьсан нэгэн залуугийн амьдрал, хайр сэтгэл болоод хүмүүний нандин харилцааны тухай өгүүлнэ",
    "bestseller": false,
    "available": ["new", "old", "kindle", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90434cd433fa11b078ed8a"
  },
  {
    "name": "Алсуур ялалт",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FoEadcjQnB58YzaBhpd16-thumb.jpg&w=1920&q=75",
    "author": "Кэт Бишоп",
    "rating": 7.2,
    "price": 15000,
    "balance": 0.0,
    "content": " Кэт бол сэлүүрт завины спортын Дэлхийн аварга, Олимпын мөнгөн медальт тамирчин юм. Дипломатчийн замналдаа тэрээр дэлхийн халуун цэгүүдийг тогтворжуулах бодлого боловсруулах асуудлаар мэргэшжээ. Басхүү бизнесийн салбарт сургагч багшаар ажиллаж, баг болон манлайллыг хөгжүүлэх тал дээр зөвлөгөө өгөхийн сацуу Кэмбрижийн их сургуулийн Бизнесийн сургуульд удирдах ажилтны боловсролын хичээл заадаг.",
    "slug_url": "java-объект-хандлагат-програмчлал",
    "bestseller": true,
    "available": ["old", "kindle", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  },
  {
    "id": 49008,
    "name": "Астрономийн хураангуй",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FUg0y4q4wsibYHSXq-thumb.jpg&w=1920&q=75",
    "author": "Акиба Такуяа ба бусад",
    "rating": 3.4,
    "price": 20000,
    "balance": 4,
    "content": "Энэхүү ном нь уншигчдад эрт үеэс өнөөг хүртэлх астрономийн хөгжлийг энгийн, ойлгомжтой тоймлон танилцуулах бөгөөд астрономийн судалгааны сүүлчийн үеийн төлөв байдалтай хөл зэрэгцэн явахад туслах болно.",
    "bestseller": false,
    "available": ["old"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  },
  {
    "name": "Статистик програмчлалын R хэл",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2FvdCxjBFgCPKGnvZO-thumb.jpeg&w=640&q=75",
    "author": "Ганболдын Махгал ба бусад",
    "rating": 6.1,
    "price": 57000,
    "balance": 9,
    "content": "R хэл нь орчин үеийн статистикчдын эзэмшсэн байх үндсэн мэдлэг чадваруудын нэг болсон бөгөөд дэлхий дахинд түүний хэрэглээ цаашид ч өсөн нэмэгдэх хандлагатай байна.Энэхүү сурах бичигт статистикийн R програм, програмчлалын R хэлний талаарх үндсэн ойлголт болон практик хэрэглээг өргөн хүрээнд дэлгэрэнгүй авч үзсэн.Програмчлалын хэлний суурь ойлголтыг харьцангуй энгийнээр тайлбарлахын зэрэгцээ R хэлний онцлог зүйлсийг нарийвчлан авч үзсэн. Мөн тайлбарыг жишээ код, түүнээс гарах үр дүнгийн хамт дэлгэрэнгүй, тодорхой өгсөн. Иймд тус номыг ашиглаж статистик програмчлалын R хэлийг бие даан сурч эзэмшихэд програмчлалын хэлний суурь мэдлэг үл шаардах бөгөөд практик хэрэглээнд холбогдох үндсэн үйлдлүүд болон бусад нэмэлт зүйлсийг тусгасан тул энэ нь статистикч таны ширээний ном байх болно гэдэгт итгэлтэй байна.Нэмж сайжруулсан энэхүү хэвлэлд R хэлийг улам бүр гүнзгийрүүлэн авч үзэхээс гадна практикт түгээмэл хэрэглэдэг статистик шинжүүр, загвар болон математик тооцооллын бусад арга зэргийг жишээ, тайлбартай хамт өргөнөөр тусгасан тул шинжлэх ухааны аливаа салбарын эрдэмтэн, судлаач, багш, оюутан, магистрант, докторант нар судалгааны арга зүйн гарын авлага байдлаар ашиглах бүрэн боломжтой.",
    "bestseller": false,
    "available": ["kindle", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  },
  {
    "id": 13142,
    "name": "Геометрийн 40 үзүүлэн",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2Fg6GfvhyyvWYtQ73i-thumb.jpeg&w=1920&q=75",
    "author": "Лувсандорж Цогдовын",
    "rating": 5.0,
    "price": 4500,
    "balance": 33,
    "content": "  Монгол хүний оюун ухааны хөгжлийг дэлхий дахинд харуулан, хүн төрөлхтний оюуны дэвшлийн бамбарыг цааш бадамлан дамжуулах хүч чадавхи Монголын хүүхэд залууст бий. Гагцхүү тэднийг хэрэгтэй мэдээлэл, ончтой мэдлэгээр баяжуулан хөгжүүлэх л хэрэгтэй. Чухам энэ үйл хэрэг, зорилгын үүднээс зохиогч энэ номоо бичжээ. Энэ ном програмчлалын тухай, тэр дундаа Java програмчлалын талаар илүү ихийг мэдэхийг, сурахыг хүссэн хүүхэд залуус, оюутнуудад зориулагдана. Энд компьютерийн хамгийн өргөн тархсан, хамгийн хүчирхэг хэлүүдийн нэг Java хэлний талаар заах болно.",
    "bestseller": false,
    "available": ["new", "pdf"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  },
  {
    "name": "Нэгдүгээр биеийн ганц то",
    "photo": "https%3A%2F%2Fsinpim130259-dev.s3.ap-southeast-1.amazonaws.com%2Fpublic%2Fproduct-thumb%2F7KZaegfZm9EXbHH7lxmA-thumb.jpg&w=384&q=75",
    "author": "Мүраками Харүки",
    "rating": 4.0,
    "price": 10000,
    "balance": 6,
    "content": "Хүмүүн бид баяр, гуниг ээлжилсэн амьдрал хэмээх их далайг туулдаг. Тэр л хүмүүний амьдралын шаргал хуудас болсон эгэл өдрүүдийн дурсамж, хайр дурлал, хагацал гуниг, дур тачаал, хошигнол, хорсол, тэсвэр тэвчээр, ганцаардал, худал хуурмаг, үнэнч сэтгэл, төсөөлөл мөрөөдөл гээд амьдралын олон өнгө, мэдрэмжийг мэдрүүлэх “Нэгдүгээр биеийн ганц тоо” хэмээх өгүүллэгийн түүврийг уншигч танд өргөн барьж байна.",
    "bestseller": false,
    "available": ["old"],
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "createUser": "5ea015a84448022f50c58be5",
    "updateUser": "5ea015a84448022f50c58be5",
    "category": "5e90478549941f52dcb01b34"
  }
]
